Repository: Y0hy0h/Restrictr
Catalog: languages/restrictr-*.po
Languages: de_de

source: Restrictr Settings
de_de: Restrictr Einstellungen

source: Redirection
de_de: Weiterleitung

source: Hiding
de_de: Verstecken

source: Global enable
de_de: Global aktivieren

source: Redirect to (URL)
de_de: Weiterleiten nach (URL)

source: Redirected posts and pages
de_de: Weitergeleitete Beiträge und Seiten

source: Hidden posts and pages
de_de: Versteckte Beiträge und Seiten

source: The entered URL was not valid. The previous URL has been re-established.
de_de: Die eingegebene URL war nicht gültig. Die vorherige URL wurde wiederhergestellt.

source: Use the hardcoded filter to control redirection and hiding.
de_de: Den fest einprogrammierten Filter verwenden, um Weiterleitung und Verstecken zu kontrollieren.

source: Enable filtering
de_de: Filtern aktivieren

source: If disabled, redirection and hiding will always take place.
de_de: Wenn deaktiviert, sind Weiterleitung und Verstecken immer aktiv.

source: Redirect marked pages
de_de: Markierte Seiten weiterleiten

source: If redirection is enabled on a page, it will be redirected to this URL.
de_de: Ist die Weiterleitung auf einer Seite aktiviert, wird sie zu dieser URL weitergeleitet.

source: No post or page is redirected.
de_de: Kein Beitrag und keine Seite werden weitergeleitet.

source: Title
de_de: Titel

source: Type
de_de: Typ

source: Hide marked pages
de_de: Markierte Seiten verstecken

source: No post or page is hidden.
de_de: Kein Beitrag und keine Seite wird versteckt.
